Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/patentstyret.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Et patent er et verktøy som gir deg større muligheter for å sikre din investering og dekke kostnadene som din nyskapning og produktutvikling representerer.
nn: Eit patent er eit verktøy som gir deg større moglegheiter for å sikre investeringa og dekkje kostnadene som nyskapninga og produktutviklinga di representerer.

source: kloning av mennesker
nn: kloning av menneske

source: Denne artikkelen beskriver en mulig prosess fra idé til patent og forklarer hvordan du bør skrive patentkrav.
nn: Denne artikkelen beskriv ein mogleg prosess frå idé til patent og forklarar korleis du bør skrive patentkrav.

source: Det er ikke nødvendigvis greit å legge ut andres mønster og plagg på Internett, Facebook, blogg, i et diskusjonsforum eller lignende.
nn: Det er ikkje nødvendigvis greitt å leggje ut andre sine mønster og plagg på internett, Facebook, blogg, i eit diskusjonsforum eller liknande.

source: Sensoren kan justeres for å tilpasses vekt og størrelse på barnevognen, samt barnets bevegelsesmønster og adferd.
nn: Sensoren kan justerast for å tilpassast vekt og storleik på barnevogna, samt rørslesmønsteret og åtferda til barnet.

source: Ved konkurs slår imidlertid dekningsloven § 2-2 fast at varemerker går inn i generalbeslaget på lik linje med alle andre omsettelige formuesgoder som tilhører innehaveren.
nn: Ved konkurs slår likevel dekningslova § 2-2 fast at varemerke går inn i generalbeslaget på lik linje med alle andre omsetjelege formuesgode som tilhøyrer innehavaren.

source: Når de formelle vilkårene er oppfylt vil vi oversende kravet om overprøving til innehaveren av patentet som får tre (3) måneders frist til å uttale seg.
nn: Når dei formelle vilkåra er oppfylte, vil vi sende kravet om overprøving til innehavaren av patentet som får tre (3) månaders frist til å uttale seg.

source: Det er et viktig og komplisert juridisk dokument, forteller han.
nn: Det er eit viktig og komplisert juridisk dokument, fortel han.

source: For at en oppfinnelse skal være patenterbar, må den være en praktisk løsning av et problem, der løsningen har teknisk karakter, teknisk effekt og er reproduserbar.
nn: For at ei oppfinning skal vere patenterbar, må den vere ei praktisk løysing av eit problem, der løysinga har teknisk karakter, teknisk effekt og er reproduserbar.

source: hvordan man kan drive næringsvirksomhet
nn: korleis man kan drive næringsverksemd.

source: Siden 1911 har Patentstyret registrert varemerker i Norge, og i september 2018 nådde vi 300 000 godkjente varemerker.
nn: Sidan 1911 har Patentstyret registrert varemerke i Noreg, og i september 2018 nådde vi 300 000 godkjende varemerke.

source: Du må betale denne fakturaen innen betalingsfristen for at vi skal gjenoppta behandlingen av søknaden.
nn: Du må betale denne fakturaen innan betalingsfristen for at vi skal gjenoppta behandlinga av søknaden.

source: Representasjon ved en advokat med norsk advokatbevilling
nn: Representasjon ved ein advokat med norsk advokatbevilling

source: Vi ber i tillegg søkeren om å sende inn en lydinnspilling på et egnet medium og i et egnet format - eksempelvis i mp3-format eller annet tilsvarende åpent format.
nn: Vi ber i tillegg søkjaren om å sende inn ei lydinnspeling på eit eigna medium og i eit eigna format - til dømes i mp3-format eller anna tilsvarande ope format.

source: en og samme eske som er avbildet fra flere sider og som har forskjellig utseende på de forskjellige sidene, er ett design
nn: ei og same eske som er avbilda frå fleire sider og som har forskjellig utsjånad på dei forskjellige sidene, er eitt design

source: varer av disse materialer [lær og lærimitasjoner],
nn: varer av desse materiala [lær og lærimitasjonar],

source: Hvis du er i gull- og sølvsmedbransjen og vil selge egenproduserte varer, har du plikt til å ha et ansvarsmerke slik at produsenten kan identifiseres.
nn: Viss du er i gull- og sølvsmedbransjen og vil selje eigenproduserte varer, har du plikt til å ha eit ansvarsmerke slik at produsenten kan identifiserast.

source: Når du har fått patent, er det viktigste å oppnåøkonomisk gevinst på investeringene.
nn: Når du har fått patent, er det viktigaste å oppnåøkonomisk gevinst på investeringene.

source: Kåre er opptatt av å beskytte produktene gjennom et sterkt varemerke.
nn: Kåre er opptatt av å verne produkta gjennom eit sterkt varemerke.

source: Du kan enten kontakte en rådgiver fra det landet du vil søke i, eller en norsk fullmektig som har forbindelser i eller har god kunnskap om det lokale regelverket i det aktuelle landet.
nn: Du kan anten kontakte ein rådgivar frå det landet du vil søkje i, eller ein norsk fullmektig som har kontaktar i eller har god kunnskap om det lokale regelverket i det aktuelle landet.

source: brosjyrer og reklamemateriell
nn: brosjyrar og reklamemateriell

source: Den tredje hovedpatentet er knyttet til den trådløse kommunikasjonen, og er en metode for å overføre måleinformasjon til kontrollsystemet.
nn: Det tredje hovudpatentet er knytt til den trådlause kommunikasjonen, og er ein metode for å overføre måleinformasjon til kontrollsystemet.

source: Flagg i varemerker og design
nn: Flagg i varemerke og design

source: Patentstyret vil svare alle henvendelser på norsk.
nn: Patentstyret vil svare alle meldingar på norsk.

source: Alle kan levere krav om å få endret gyldighetstiden til et meddelt sertifikat hvis den angitte datoen for den første tillatelsen til markedsføring innenfor EØS-området viser seg å ikke være korrekt.
nn: Alle kan levere krav om å få endra gyldigheitstida til et meddelt sertifikat viss den angitte datoen for det første løyvet til marknadsføring innanfor EØS-området viser seg å ikkje vere korrekt.

source: Søknaden skal inneholde navnet og adressen til søker eller foretak.
nn: Søknaden skal innehalde namnet og adressa til søkjer eller føretak.

source: Det kan i tillegg bli en særdeles dyr affære.
nn: Det kan i tillegg bli ein særdeles dyr affære.

source: (b) Oversettelse:Hvis varemerket består av ord som kan oversettes, bør du oversette ordet eller ordene til engelsk.
nn: (b) Omsetjing:Viss varemerket består av ord som kan omsetjast, bør du omsesetje ordet eller orda til engelsk.

source: Under behandlingen av en administrativ overprøving skal kommunikasjonen med partene være på norsk.
nn: Under behandlinga av ei administrativ overprøving skal kommunikasjonen med partane vere på norsk.

source: 2 mnd fra brevet ble skrevet av saksbehandler hos Patentstyret.
nn: 2 mnd frå brevet blei skrive av saksbehandlar hos Patentstyret.

source: Registreringsmyndighetenes tolkninger er systematisk fremstilt i tabeller, og viser hvordan hver registreringsmyndighet tolker bruken av klasseoverskrifter i søknader og registreringer innlevert før og etter EU-domstolens avgjørelse i IP Translator.
nn: Registreringsmyndigheitenes tolkingar er systematisk framstilt i tabellar, og viser korleis kvar registreringsmyndigheit tolkar bruken av klasseoverskrifter i søknader og registreringar innleverte før og etter EU-domstolen si avgjerd i IP Translator.

source: Det er frivillig å fornye rettigheten din.
nn: Det er frivillig å fornye retten din.

source: Før du velger å søke patent i flere land, bør du vurdere nøye i hvilke land du ønsker å sikre deg rettigheter til produksjon og markedstilgang.
nn: Før du vel å søkje patent i fleire land, bør du vurdere nøye i kva land du ønskjer å sikre deg rettar til produksjon og marknadstilgang.

source: – I slike tilfeller kommer jussen ofte «halsende etter».
nn: – I slike tilfelle kjem jussen ofte «halsande etter».

source: Videre er det ikke noe hokus pokus å søke selv.
nn: Vidare er det ikkje noko hokus pokus å søkje sjølv.

source: Muntlig kommunikasjon med Patentstyret
nn: Munnleg kommunikasjon med Patentstyret

source: Patentstyret opplyser om at vi anser saken som tilstrekkelig belyst og at saken vil bli tatt opp til avgjørelse.
nn: Patentstyret opplyser om at vi reknar saka som tilstrekkeleg belyst og at saka vil bli tatt opp til avgjerd.

source: IPR er viktig for å sikre verdiene i selskapet.
nn: IPR er viktig for å sikre verdiane i selskapet.

source: Kåre etablerte et selskap, og deretter startet en lang reise på over to år med testing og feiling av ulike materialer, design og utvikling.
nn: Kåre etablerte eit selskap, og deretter starta han ei lang reise på over to år med testing og feiling av ulike material, design og utvikling.

source: Dermed trenger man ikke å tømme beholderen så ofte.
nn: Dermed treng ein ikkje å tømme behaldaren så ofte.

source: Unntatt offentlighet må uttrykkelig kreves i forbindelse med den aktuelle saken.
nn: Unnateke offentlegheit må uttrykkeleg krevjast i samband med den aktuelle saka.

source: Punkt 3 kommer til anvendelse for oppfinnelser som ødelegger humane embryo selv om dette har skjedd før oppfinnelsen ble gjort, slik det vil være ved oppfinnelser som benytter eksisterende cellelinjer som tidligere er fremstilt ved ødeleggelse av humane embryo.
nn: Punkt 3 gjeld oppfinningar som øydelegg humane embryo sjølv om dette har skjedd før oppfinninga blei gjort, slik det vil vere ved oppfinningar som brukar eksisterande cellelinjer som tidlegare er framstilt ved øydelegging av humane embryo.

source: Husk at du må dele denne koden med
nn: Hugs at du må dele denne koden med

source: Nye firmaer registreres i Foretaksregisteret med blant annet navnet og organisasjonsformen.
nn: Nye firma registrerast i Føretaksregisteret med blant anna namnet og organisasjonsforma.

source: Hvis det har skjedd endringer i registreringen, for eksempel navn, adresse, endring av innehaver eller fullmektig, må du melde dette skriftlig til oss før du fornyer registreringen.
nn: Viss det har skjedd endringar i registreringa, til dømes namn, adresse, endring av innehavar eller fullmektig, må du melde dette skriftleg til oss før du fornyar registreringa.

source: Italia, Frankrike og Finland har ikke deltatt i prosjektet.
nn: Italia, Frankrike og Finland har ikkje deltatt i prosjektet.

source: Dette gjør at det i praksis skal en del til for at opplysninger og dokumentasjon i varemerkesaker kan unntas fra offentlighet.
nn: Dette gjer at det i praksis skal ein del til for at opplysningar og dokumentasjon i varemerkesaker kan unntakast frå offentlegheit.

source: CPC gir mulighet til å klassifisere mer detaljert enn IPC fordi systemet inneholder flere underkategorier enn IPC.
nn: CPC gir moglegheit til å klassifisere meir detaljert enn IPC fordi systemet inneheld fleire underkategoriar enn IPC.

source: I 2000 var Djupesland og kona Helena med påå grunnlegge Optinose AS for å kommersialisere oppfinnelsen.
nn: I 2000 var Djupesland og kona Helena med påå grunnleggje Optinose AS for å kommersialisere oppfinninga.

source: Myndighetene vil sende deg brev om at varemerket enten er besluttet gjeldende eller nektet registrert i deres land.
nn: Myndigheitene vil sende deg brev om at varemerket anten er beslutta gjeldande eller nekta registrert i deira land.

source: mener vi en orientering om fagområdene våre – patenter, varemerker og design - og hva som kjennetegner de ulike rettighetsområdene.
nn: meiner vi ei orientering om fagområda våre – patenter, varemerker og design - og kva som er særmerkt for dei ulike rettsområda.

source: Du har også et godt utgangspunkt for å forhandle om finansiering av utviklingskostnader, og for å inngå salgs- og lisensavtaler.
nn: Du har også eit godt utgangspunkt for å forhandle om finansiering av utviklingskostnader, og for å inngå sals- og lisensavtalar.

source: Hvis dere er flere som søker sammen, må hver av søkerne ha den nødvendige tilknytning til Norge.
nn: Viss dykk er fleire som søkar saman, må kvar av søkjarane ha den nødvendige tilknyting til Noreg.

source: Etter at en kjennelse er avgitt, er det opp til deg som rettighetshaver å komme til enighet med importør om hva som skal skje med tilbakeholdte varer.
nn: Etter at ei avgjerd er gjeven, er det opp til deg som rettshavar å kome til semje med importør om kva som skal skje med tilbakeheldte varer.

source: I tillegg planlegges flere spennende utviklinger, både for Sleepytropp og tilbehør.
nn: I tillegg planlegg dei fleire spennande utviklingar både for Sleepytroll og tilbehøyr.

source: etter at du har sendt inn dine argumenter (annengangsskriv).
nn: etter at du har sendt inn argumenta dine (andregongsskriv).

source: Bakgrunnen for dette er at slike nettsteder kan være under kontinuerlig forandring og en henvisning til en webadresse vil derfor kun vise bruken på besøkstidspunktet.
nn: Bakgrunnen for dette er at slike nettstader kan vere under kontinuerlig forandring og ei henvising til ei webadresse vil derfor berre vise bruken på besøkstidspunktet.

source: I dette ligger det at merket må være egnet til å skille virksomhetens varer eller tjenester fra andres.
nn: I dette ligg det at merket må vere eigna til å skilje verksemda sine varer eller tenester frå andre sine.

source: Hvis søknaden inneholder formelle mangler vil du få et brev fra Patentstyret med en kort frist for å rette opp disse.
nn: Dersom søknaden inneheld formelle manglar, vil du få eit brev frå Patentstyret med ein kort frist for å rette opp desse.

source: for blant annet keramiske fliser (spiller på uttrykket «peace and love»)
nn: for blant anna keramiske fliser (spiller på uttrykket «peace and love»)

source: Oppfinnelsen din må utgjøre en praktisk løsning av et problem, der løsningen har teknisk karakter, teknisk effekt og er reproduserbar.
nn: Oppfinninga di må utgjere ei praktisk løysing av eit problem, der løysinga har teknisk karakter, teknisk effekt og er reproduserbar.

source: I søketjenesten er det også mulig å sette opp varsling slik at du får en e-post hvis det skjer noe i en sak, for eksempel at et patent blir godkjent eller eventuelt avslått.
nn: I søkjeteneste er det også mogleg å sette opp varsling slik at du får ein e-post viss det skjer noko i ei sak, til dømes at eit patent blir godkjent eller eventuelt avslått.

source: Norsk praksis rundt prioritet og bruksplikt anses å være i overenstemmelse med den felles praksisen som kommer til utrykk i dokumentet.
nn: Norsk praksis rundt prioritet og bruksplikt blir rekna for å vere i samvar med den felles praksisen som kjem til uttrykk i dokumentet.

source: Har du ingen rettighet til navnet du registrerer som domenenavn, så etablerer du heller ikke en rettighet ved å registrere domenenavnet.
nn: Har du ingen rett til namnet du registrerer som domenenamn, så etablerer du heller ikkje ein rett ved å registrere domenenamnet.

source: Krister jobbet da som CFO i XXL, og hadde den bakgrunnen selskapet ville trenge innen strategi, kommersialisering og internasjonalisering i tillegg til sterk kompetanse påøkonomi.
nn: Krister jobba då som CFO i XXL, og hadde den bakgrunnen selskapet ville trenge innan strategi, kommersialisering og internasjonalisering i tillegg til sterk kompetanse påøkonomi.

source: Den omfatter kun de tilbyderne som har bedt Patentstyret om å stå oppført på listen.
nn: Den omfattar kun dei tilbydarane som har bedt Patentstyret om å stå oppført på lista.

source: Du kan forvente å motta endelig avgjørelse i en innsigelsessak innen
nn: Du kan forvente å motta endeleg avgjerd i ein motsegnssak innan

source: Systemer kan dermed bygges med lav investeringskostnad og med det beste energiutbyttet i bransjen.
nn: System kan dermed byggjast med låg investeringskostnad og med det beste energiutbytet i bransjen.

source: Analyse om hvordan vi skal prioritere ressursene våre fremover for å stimulere norsk næringsliv til bedre utnyttelse av sine immaterielle ressurser og bedre bruk av immaterielle rettigheter.
nn: Analyse om korleis vi skal prioritere ressursane våre framover for å stimulere norsk næringsliv til betre utnytting av deira immaterielle ressursar og betre bruk av immaterielle rettar.

source: Professor Leif Hem på NHH ser dette i et historisk perspektiv, og trekker paralleller tilbake til tilfeller da Internett ble vanlig på slutten av 1990-tallet.
nn: Professor Leif Hem på NHH ser dette i eit historisk perspektiv, og trekkjer parallellar tilbake til tilfelle då internett blei vanleg på slutten av 1990-tallet.

source: Komprimo har tatt patent for å gjøre kopiering vanskeligere
nn: Komprimo har tatt patent for å gjere kopiering vanskelegare

source: Vi har stort sett involvert gode patentspesialister tidlig i beskrivelsen av patentene.
nn: Vi har stort sett involvert gode patentspesialistar tidleg i skildringa av patenta.

source: Viktig å overholde frister
nn: Viktig å overhalde fristar

source: Et viktig patent er en ladestasjon til elbil som kan styres til å bytte mellom fasene i en 3-fase elektrisk installasjon (Zaptec Pro).
nn: Eit viktig patent er ein ladestasjon til elbil som kan styrast til å veksle mellom fasane i ein 3-fase elektrisk installasjon (Zaptec Pro).

source: Hvis innsigelsen du sender inn ikke oppfyller de formelle vilkårene, gir vi deg en frist for å rette manglene.
nn: Viss motsegnet du sender inn ikkje oppfyller dei formelle vilkåra, gir vi deg ein frist for å rette manglane.

source: Det samme gjelder for portretter av bestemte personer, som du ikke kan registrere som varemerke uten samtykke.
nn: Det same gjeld for portrett av bestemte personar, som du ikkje kan registrere som varemerke utan samtykke.

source: Søkeren var bloggeren og influenseren Sofie Elise Isachsen, som ønsket å få merket registrert for alkohol, klær og spill.
nn: Søkjeren var bloggaren og influensaren Sofie Elise Isachsen, som ønskte å få merket registrert for alkohol, klede og spel.

source: 2-1 Hvem kan møte til muntlig forhandling?
nn: 2-1 Kven kan møte til munnleg forhandling?

source: Selv om foretaket ditt er et gyldig rettssubjekt (juridisk person) med organisasjonsnummer, og du kan selvfølgelig undertegne dokumenter, inngå kontrakter osv uten problemer, kan det betyr i praksis at du får problemer med blant annet posten din.
nn: Sjølv om føretaket ditt er eit gyldig rettssubjekt (juridisk person) med organisasjonsnummer, og du kan sjølvsagt utan problem underteikne dokument, inngå kontraktar osv utan problem, kan det betyr i praksis at du får problem med blant anna posten din.

source: Patentstyret tar sikte påå begynne saksbehandlingen og sende første realitetsuttalelse innen 3 måneder etter at søknaden om PPH-behandling ble levert.
nn: Patentstyret tar sikte påå begynne saksbehandlinga og sende første realitetsuttaling innan 3 månader etter at søknaden om PPH-behandling blei levert.

source: Selskapet videreutvikler ulike løsninger for snø og vann for industrielt bruk.
nn: Selskapet vidareutviklar ulike løysingar for snø og vatn for industrielt bruk.

source: Mekling er gratis, og utgiftene dekkes av det offentlige.
nn: Mekling er gratis, og utgiftene blir dekte av det offentlege.

source: Det vil typisk være tilfellet hvis verket inneholder religiøse symboler, eller kan være støtende.
nn: Det vil typisk vere tilfellet viss verket inneheld religiøse symbol, eller kan vere støtande.

source: Lovtekster og regelverk
nn: Lovtekstar og regelverk

source: Deling og sammenslåing av varemerkesøknad
nn: Deling og samanslåing av varemerkesøknad

source: Årsoppgaver og andre offisielle dokumenter
nn: Årsoppgåver og andre offisielle dokument

source: Nemnda er organisert som et utvalg under
nn: Nemnda er organisert som et utval under

source: Bestemmelsen skal være et vern for bestemte personer og bærere av vernede slektsnavn, slik at de slipper å se navnet sitt brukt kommersielt eller bli assosiert med noe de ikke ønsker å bli assosiert med.
nn: Føresegna skal vere eit vern for bestemte personer og bærarar av verna slektsnamn, slik at dei slepp å se namnet sitt brukt kommersielt eller bli assosiert med noko dei ikkje ønskjer å bli assosiert med.

source: Ved flere prioriteter i samme søknad vil familien omfatte dokumenter med nøyaktig den samme kombinasjonen av prioriteter.
nn: Ved fleire prioritetar i same søknad vil familien omfatte dokument med nøyaktig den same kombinasjonen av prioritetar.

source: På denne måten kan tiltak iverksettes for å redusere risiko for uønskede hendelser (føre-var prinsippet).
nn: På denne måten kan tiltak iverksettast for å redusere risiko for uønska hendingar (føre-var prinsippet).

source: Denne forundersøkelsen gir deg i løpet av få dager en vurdering om varemerket kan registreres i Norge.
nn: Denne forundersøkinga gir deg i løpet av få dagar ei vurdering av om varemerket kan registrerast i Noreg.

source: Det gjør Rom & Tonik® godt rustet når de nå skal erobre verdensmarkedet med akustikkplater basert på grov ull.
nn: Det gjer Rom & Tonik® godt rusta når dei no skal erobre verdsmarknaden med akustikkplater basert på grov ull.

source: Eksempler på slike foreninger kan være en forening for malere, leger eller hesteoppdrettere.
nn: Døme på slike foreiningar kan vere ei foreining for malarar, legar eller hesteoppdrettarar.

source: Sakene gjaldt varemerker som inneholdt betegnelsen «apotek», og spørsmålet var om merkene kunne registreres når søker ikke hadde bevilling for apotekdrift.
nn: Sakene gjaldt varemerke som inneheld nemninga «apotek», og spørsmålet var om merka kunne registrerast når søkjer ikkje hadde bevilling for apotekdrift.

source: Hvis du ikke har mulighet til å svare på brevet vårt innen fristen vi har gitt deg, kan du be om fristforlengelse.
nn: Viss du ikkje har moglegheit til å svare på brevet vårt innan fristen vi har gitt deg, kan du be om fristforlenging.

source: Navn og adresse til innehaveren av den eldre registreringen.
nn: Namn og adresse til innehavaren av den eldre registreringa.

source: Dette er fordi designet kan være beskyttet av for eksempel åndsverkloven og markedsføringsloven.
nn: Dette er fordi designet kan vere beskytta av til dømes åndsverklova og marknadsføringslova.

source: Og jeg har fått fantastisk hjelp fra etablererkontoret i Kongsberg.
nn: Og eg har fått fantastisk hjelp frå Etablerarkontoret i Kongsberg.

source: Skriv for eksempel «Forsvarsviktig søknad» på en konvolutt som søknaden legges i, og legg deretter denne konvolutten i en «ren» konvolutt som enten sendes i posten til Patentstyret eller leveres personlig.
nn: Skriv for eksempel «Forsvarsviktig søknad» på ein konvolutt som du legg søknaden i, og legg deretter denne konvolutten i ein «rein» konvolutt som du anten sender i posten til Patentstyret eller leverer personleg.

source: Borgere av en medlemsstat kan kreve å bli oppført på listen etter å ha bestått en eksamen kalt European Qualifying Exam (EQE).
nn: Borgarar av ein medlemsstat kan krevje å bli oppført på lista etter å ha bestått ein eksamen kalla European Qualifying Exam (EQE).

source: En slik påstand kan eksempelvis være at Tolletaten ved innførsel eller utførsel skal søke, avdekke og holde tilbake varer som krenker din rett.
nn: Ein slik påstand kan eksempelvis vere at Tolletaten ved innførsle eller utførsle skal søkje, avdekkje og halde tilbake varer som krenkjer retten din.

source: Kontonummeret for betaling av årsavgifter og fornyelser:
nn: Kontonummeret for betaling av årsavgifter og fornyingar:

source: Uttalelsen ovenfor gir et generelt utrykk for hva dokumentasjonen må vise ved spørsmålet om et varemerke har oppnådd særpreg.
nn: Fråsegna ovanfor gir eit generelt utrykk for kva dokumentasjonen må vise ved spørsmålet om eit varemerke har oppnådd særpreg.

source: Dette innebærer at europeiske søknader og meddelte patenter kan få virkning i Norge.
nn: Dette inneber at europeiske søknader og meddelt patent kan få verknad i Noreg.

source: De har også bygget testsystemer for store bølger og tøffe sjøforhold både på Vestlandet, i Johur-stredet i Singapore og Magat-dammen nord på Filippinene.
nn: Dei har også bygt testsystem for store bølgjer og tøffe sjøforhold både på Vestlandet, i Johurstredet i Singapore og Magatdammen nord på Filippinane.
